{
  "books": [
    {
      "id": 1,
      "authorStrId": "m49xks8pm8ys3f710iaoc",
      "title": "Статистика и котики. Или как размотать клубок."
    },
    {
      "id": 2,
      "authorStrId": "c3a48pfr4iygi6th6rft4",
      "title": "Кубок воды и другие приключения Коли."
    },
    {
      "id": 3,
      "authorStrId": "wbwm5zvlyirfyzocohrdi",
      "title": "О работе и не работе."
    },
    {
      "id": 4,
      "authorStrId": "xgpto6ooy7256m2a7i4ph",
      "title": "Случайности не случайны."
    },
    {
      "id": 5,
      "authorStrId": "77eb203df905f5e6c845a37d8f7c556d014b9859",
      "title": "Generation \"П\""
    },
    {
      "id": 6,
      "authorStrId": "9ef8842055faa8d5f83c3659b23df84ed2118b41",
      "title": "Сага о ведьмаке"
    },
    {
      "id": 7,
      "authorStrId": "9ef8842055faa8d5f83c3659b23df84ed2118b41",
      "title": "Сага о ведьмаке 2"
    }
  ],
  "authors": [
    {
      "id": 1,
      "author": "Иванов А.С.",
      "bio": "А также диаграммы связей освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, объективно рассмотрены соответствующими инстанциями. Однозначно, интерактивные прототипы формируют глобальную экономическую сеть и при этом — представлены в исключительно положительном свете.",
      "authorStrId": "m49xks8pm8ys3f710iaoc"
    },
    {
      "id": 2,
      "author": "Константинов Д.П.",
      "bio": "Имеется спорная точка зрения, гласящая примерно следующее: активно развивающиеся страны третьего мира представлены в исключительно положительном свете! Приятно, граждане, наблюдать, как представители современных социальных резервов, вне зависимости от их уровня, должны быть указаны как претенденты на роль ключевых факторов.",
      "authorStrId": "c3a48pfr4iygi6th6rft4"
    },
    {
      "id": 3,
      "author": "Мозгов Р.К.",
      "bio": "В своём стремлении улучшить пользовательский опыт мы упускаем, что интерактивные прототипы функционально разнесены на независимые элементы. Равным образом, синтетическое тестирование требует определения и уточнения системы массового участия.",
      "authorStrId": "wbwm5zvlyirfyzocohrdi"
    },
    {
      "id": 4,
      "author": "Случаев К.С.",
      "bio": "Идейные соображения высшего порядка, а также экономическая повестка сегодняшнего дня предполагает независимые способы реализации новых принципов формирования материально-технической и кадровой базы. Ясность нашей позиции очевидна: убеждённость некоторых оппонентов влечет за собой процесс внедрения и модернизации существующих финансовых и административных условий.",
      "authorStrId": "xgpto6ooy7256m2a7i4ph"
    },
    {
      "id": 5,
      "author": "Виктор Пелевин",
      "bio": "Ничего личного, просто Виктор Пелевин =)",
      "authorStrId": "77eb203df905f5e6c845a37d8f7c556d014b9859"
    },
    {
      "id": 6,
      "author": "Сапковский А.",
      "bio": "Описание пока отсутствует. Вы можете заполнить его самостоятельно. Для этого введите сюда любой текст и нажмите кнопку 'сохранить'",
      "authorStrId": "9ef8842055faa8d5f83c3659b23df84ed2118b41"
    }
  ]
}